// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Επαφές";
"Str_FaxAddressBook"="Βιβλίο διευθύνσεων";
"Str_FaxSyncContacts"="Συγχρονισμός %@";

"Str_FaxSyncContacts_Start"="Έναρξη";
"Str_FaxPrintQueue"="Ουρά αναμονής εκτύπωσης";
"Str_FaxStatus"="Κατάσταση";
"Str_FaxSyncContacts_Sync_Waiting"="Περιμένετε.";

"Str_FaxSyncContact_CannotAccess_A"="Η πρόσβαση στο %@ δεν επιτρέπεται.";
"Str_FaxSyncContact_CannotAccess_B"="Να επιτρέπεται στο FAX Utility η πρόσβαση στο %@. Μετάβαση στην επιλογή [Προτιμήσεις συστήματος] - [Ασφάλεια και προστασία απορρήτου] - [Προστασία απορρήτου] - [%@].\nΕπανεκκινήστε το FAX Utility για ενημέρωση.";

"Str_FaxSyncContact_StartInfo_A"="Συγχρονίζει το %@ (χειροκίνητα)";
"Str_FaxSyncContact_StartInfo_B"="Επιτρέπει την εμφάνιση της λίστας %@ κατά την επιλογή παραληπτών φαξ στο πλαίσιο διαλόγου [Εκτύπωση...] άλλων εφαρμογών. Μην ξεχνάτε να επαναλαμβάνετε το συγχρονισμό του %@ σε περίπτωση που πραγματοποιήσετε οποιαδήποτε αλλαγή στη λίστα %@.";
"Str_FaxSyncContact_StartInfo_C"="Αυτό θα εφαρμοστεί σε όλες τις ουρές αναμονής εκτύπωσης φαξ Epson.\n Πριν από την επεξεργασία, βεβαιωθείτε για τα εξής:";
"Str_FaxSyncContact_StartInfo_D"="      -Τα πλαίσια διαλόγου [Εκτύπωση...] όλων των εφαρμογών έχουν κλείσει.\n      -Δεν αποστέλλονται φαξ.\n      -Δεν υπάρχουν ουρές αναμονής φαξ σε παύση.";

"Str_FaxSyncContact_OpenPrintQueue"="Για πρόσβαση στις ουρές αναμονής εκτύπωσης, μεταβείτε στην επιλογή [Προτιμήσεις συστήματος] - [Εκτύπωση και σάρωση] - [Άνοιγμα ουράς αναμονής εκτύπωσης...].";
"Str_FaxSyncContact_StartInfo_Start"="Κάντε κλικ στο [Έναρξη] για να ξεκινήσετε το συγχρονισμό του %@.";

"Str_FaxSyncContact_State_Title"="Ουρές αναμονής εκτύπωσης φαξ Epson για συγχρονισμό του %@:";

"Str_FaxSyncContact_State_Idle"="Έτοιμο";
"Str_FaxSyncContact_State_InProgress"="Εκτελείται συγχρονισμός";
"Str_FaxSyncContact_State_PauseQueue"="Σε παύση";
"Str_FaxSyncContact_State_SendingFax"="Εκτελείται αποστολή φαξ";
"Str_FaxSyncContact_State_HoldJob"="Εργασία σε αναμονή";
"Str_FaxSyncContact_State_WaitSync"="Κατειλημμένο";
"Str_FaxSyncContact_State_SyncComplete"="Ο συγχρονισμός ολοκληρώθηκε";
"Str_FaxSyncContact_State_SyncFailed"="Ο συγχρονισμός απέτυχε";

"Str_FaxSyncContacts_Sync"="Εκτελείται συγχρονισμός του %@.";
"Str_FaxSyncContacts_SyncBusy"="Δεν είναι δυνατός ο συγχρονισμός με μία ή περισσότερες ουρές αναμονής εκτύπωσης. Ο συγχρονισμός του %@ θα συνεχιστεί μετά την αναίρεση της παύσης των ουρών αναμονής εκτύπωσης ή μετά την αποστολή των φαξ.";
"Str_FaxSyncContacts_SyncBusy_Check"="Ελέγξτε τις ουρές αναμονής εκτύπωσης φαξ Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Εκτελείται ακύρωση.";

"Str_FaxSyncContacts_Complete"="Ο συγχρονισμός του %@ ολοκληρώθηκε.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Ο συγχρονισμός του %@ είχε ήδη ολοκληρωθεί πριν από την ακύρωση της λειτουργίας).";

"Str_FaxSyncContacts_Error_A"="Ο συγχρονισμός του %@ απέτυχε.";
"Str_FaxSyncContacts_Error_B"="Βεβαιωθείτε ότι η κατάσταση των ουρών αναμονής εκτύπωσης φαξ Epson δεν είναι Σε παύση, Εργασία σε αναμονή ή Εκτελείται αποστολή φαξ.";

"Str_FaxSyncContact_ErrorOldPPD"="Μία ή περισσότερες ουρές αναμονής εκτύπωσης φαξ Epson δημιουργήθηκαν από ένα παλαιότερο πρόγραμμα οδήγησης PC-Fax.\n\nΓια συγχρονισμό του %@, πρέπει να μεταβείτε στην επιλογή [Προτιμήσεις συστήματος] - [Εκτύπωση και σάρωση] και, στη συνέχεια, να διαγράψετε και να δημιουργήστε εκ νέου τις ουρές αναμονής εκτύπωσης φαξ Epson με το πιο πρόσφατο πρόγραμμα οδήγησης PC-FAX.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Ουρές αναμονής εκτύπωσης φαξ Epson προς αναδημιουργία:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Πληροφορίες για το FAX Utility...";
"Preferences..."="Προτιμήσεις...";
"Services"="Υπηρεσίες";
"Hide FAX Utility"="Απόκρυψη του FAX Utility";
"Hide Others"="Απόκρυψη άλλων";
"Show All"="Εμφάνιση όλων";
"Quit FAX Utility"="Έξοδος από το FAX Utility";
"File"="Αρχείο";
"Close"="Κλείσιμο";
"Window"="Παράθυρο";
"Minimize"="Ελαχιστοποίηση";
"Help"="Βοήθεια";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Άκυρο";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Δεν είναι δυνατός ο εντοπισμός του αρχείου που απαιτείται για την εκτέλεση της εφαρμογής.\nΕπαναλάβετε την εγκατάσταση του FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Δεν είναι δυνατή η λήψη πληροφοριών εκτυπωτή (φαξ). Ανοίξτε τη ρύθμιση \"Print & Fax Preferences\" και προσθέστε το πρόγραμμα οδήγησης PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Το καθορισμένο αρχείο υπάρχει ήδη. Θέλετε να επεγγραφεί;";
"Str_Alert_Common_Not_Responding_Error"="Ο εκτυπωτής δεν ανταποκρίνεται. Βεβαιωθείτε ότι ο εκτυπωτής είναι σωστά συνδεδεμένος και ενεργοποιημένος.";
"Str_Alert_Common_Communication_Error"="Σημειώθηκε σφάλμα επικοινωνίας με τον εκτυπωτή.";
"Str_Alert_Common_Printer_Processing_Error"="Ο εκτυπωτής εκτελεί επεξεργασία δεδομένων. Περιμένετε λίγο και μετά προσπαθήστε ξανά.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ανιχνεύτηκε σφάλμα κατά την επικοινωνία με τον εκτυπωτή.\nΚωδικός σφάλματος (%d)";
"Str_Alert_Common_Error_Occurred"="Η επεξεργασία ακυρώθηκε επειδή σημειώθηκε σφάλμα.";
"Str_Alert_Common_PrinterStatusError"="Σημειώθηκε σφάλμα στον εκτυπωτή. Εκκαθαρίστε το σφάλμα και μετά προσπαθήστε ξανά.";
